{
  "Introduction": "A pencil has eraser because it make mistake.",
  "Mon": "MONDAY YOU DUMB SON OF A BITCH GO FUCK YOURSELF.",
  "Tue": "IT COST $0.00 TO GO FUCK YOURSELF.",
  "Wed": "I'm the legend. I always be the legend.",
  "Thu": "Fuck the wednesday or the Thursday whichever day today is fuck it.",
  "Fri": "Every day I live above the ground, I happy.",
  "Sat": "HULK HOGAN MAY HAVE BEEN A DUMB SON OF A BITCH IN THE RING BUT OUTSIDE THE RING HE WAS ALSO A DUMB SON OF A BITCH.",
  "Sun": "FUCK HOGAN.",
  "Saloon0": "THESE JABRONIS DONT KNOW REAL DRINK FROM OLD COUNTRY.$h",
  "Saloon1": "GUS SERVE DRINK LIKE CHAMPION NOT LIKE THAT BOOTLEG BARTENDER VIRGIL.$h",
  "Saloon_Fri0": "FRIDAY NIGHT IN THE CLUB SHEIKY BABY STYLE! FUCK THE HULK HOGAN!$h",
  "Saloon_Fri1": "FRIDAY NIGHT EVERYBODY PARTY WITH THE LEGEND OR GO FUCK YOURSELF!$h",
  "BathHouse0": "THIS PLACE REMIND ME OF TRAINING IN TEHRAN. BUT NEED MORE WEIGHTS FOR REAL CHAMPIONS.$h",
  "BathHouse1": "TODAY I MAKE THE WEIGHTS HUMBLE LIKE OLD COUNTRY STYLE.$h",
  "Mountain0": "MOUNTAIN GOOD PLACE FOR WARRIOR SPIRIT. NOT LIKE VIRGIN INTELLIGENCE HOLLYWOOD HILLS.$l",
  "Mountain1": "UP HERE I CAN SCREAM FUCK HULK HOGAN AND ONLY EAGLES HEAR ME.$h",
  "Beach0": "BEACH GOOD FOR TRAINING BUT SAND GET IN MY BOOTS MAKE ME HUMBLE.$h",
  "Beach1": "OCEAN REMIND ME OF CASPIAN SEA BUT WITH MORE JABRONI SWIMMING.$l",
  "spring_Sun0": "PERFECT DAY FOR SUPLEX PRACTICE!$h",
  "spring_Sun1": "SPRINGTIME MAKE SHEIKY BABY READY TO BREAK BACKS.$h",
  "summer_Sun0": "HOT LIKE TEHRAN BUT I STILL TRAIN HARDER THAN ANY JABRONI.$h",
  "summer_Sun1": "SUMMER HEAT NOTHING COMPARED TO IRAN OLYMPIC TRAINING.$l",
  "fall_Sun0": "AUTUMN REMIND ME OF TIME I BREAK HACKSAW JIM DUGGAN BACK.$l",
  "fall_Sun1": "LEAVES FALLING LIKE JABRONIS I PUT IN CAMEL CLUTCH.$h",
  "winter_Sun0": "COLD WEATHER GOOD FOR MAKING BODY STRONG NOT LIKE CALIFORNIA SUNSHINE GARBAGE.$h",
  "winter_Sun1": "WINTER COLD MAKE WEAK MEN CRY BUT IRON SHEIK NEVER CRY.$l",
  "AM0": "EARLY MORNING BEST TIME TO TRAIN LIKE CHAMPION!$h",
  "AM1": "MORNING TIME I DRINK RAW EGG AND BREAK SOMEONE BACK.$h",
  "PM0": "NOW TIME FOR REAL WARRIORS TO SHOW STRENGTH.$l",
  "PM1": "EVENING TIME GOOD FOR DRINKING WITH INTELLIGENT PEOPLE NOT JABRONIS.$h",
  "spring_egg_hunt0": "EASTER BUNNY IS INTELLIGENT BUT STILL FUCK THE HULK HOGAN!$h",
  "spring_egg_hunt1": "I FIND ALL EGGS OR EASTER BUNNY GET PUT IN CAMEL CLUTCH.$h",
  "fall_fair0": "I SHOW THESE JABRONIS WHAT REAL CHAMPION LOOKS LIKE!$h",
  "fall_fair1": "CARNIVAL GAMES NOTHING COMPARED TO IRON SHEIK CHALLENGE.$l",
  "winter_star0": "CHRISTMAS TIME MAKE SHEIKY BABY HAPPY BUT SANTA STILL NEED TO BE HUMBLE.$l",
  "winter_star1": "SANTA BETTER BRING GOOD GIFT OR GET SUPLEX THROUGH CHIMNEY.$h",
  "Pierre0": "THIS STORE NEED MORE PROTEIN FOR CHAMPIONS.$h",
  "Pierre1": "PIERRE SELL GOOD FOOD BUT NO PERSIAN KEBAB. STILL RESPECT HIM.$l",
  "JoshHouse0": "DOCTOR GOOD MAN BUT NEED MORE WARRIOR SPIRIT.$l",
  "JoshHouse1": "HOSPITAL CLEAN LIKE IRAN BUT NEED MORE WRESTLING POSTERS.$h",
  "rejection0": "YOU ARE WORSE THAN BRIAN BLAIR GO FUCK YOURSELF FOREVER!$a",
  "rejection1": "YOU MAKE ULTIMATE WARRIOR LOOK LIKE EINSTEIN. GET OUT JABRONI!$a",
  "accept_10": "YOU NOT COMPLETE JABRONI. MAYBE THERE HOPE FOR YOU.$h",
  "accept_11": "YOU HAVE POTENTIAL. NOT LIKE THAT NO GOOD B BRIAN BLAIR.$h",
  "accept_20": "I RESPECT YOUR INTELLIGENCE NOT LIKE VIRGIL.$h",
  "accept_21": "YOU BECOMING STRONG LIKE BULL, WISE LIKE SHEIKY BABY.$h",
  "accept_30": "YOU BECOMING REAL IRON SHEIK STUDENT NOW.$l",
  "accept_31": "NOW YOU KNOW WAY OF OLD COUNTRY. RESPECT!$l",
  "DanceOfMoonJellies0": "THE BRITNEY SPEARS DANCNG ON THE SOCIAL MEDIA.$h",
  "DanceOfMoonJellies1": "GOODNIGHT TO EVERYONE EXCEPT THE JABRONIS FROM THE MET GALA.$h",
  "Mines0": "IF THE HILLS ARE ALIVE WITH THE SOUND OF MUSIC THEN YOU CAN GO FUCK YOURSELF FOREVER$h",
  "Mines1": "THESE ROCKS MAKE ME HUMBLE BUT NOT LIKE B BRIAN BLAIR HUMBLE$h",
  "JojaMart0": "I HAVE THE TOASTED EVERYTHING BAGEL WITH THE CHIVE CREAM CHEESE THE LOX AND THE TOMATO. IF YOU PUT CAPERS ON IT AGAIN LIKE LAST WEEK I BEAT THE FUCK OUT OF YOU.$a",
  "JojaMart1": "THIS PLACE WORSE THAN WALMART AND I HATE THE WALMART$a",
  "Blacksmith0": "HE THINK HE BRET HART BUBBA.$h",
  "Blacksmith1": "THIS MAN KNOW HOW TO MAKE METAL HUMBLE$h",
  "Desert0": "THIS LIKE IRAN BUT WITH MORE JABRONI CACTUS$h",
  "Desert1": "SAND REMIND ME OF OLD COUNTRY BUT NOT ENOUGH CAMELS$l",
  "SpiritsEve0": "DESPARADO WHY DONT YOU COME TO YOUR SENSES YOU DUMB SON OF A BITCH.$h",
  "SpiritsEve1": "ALL AROUND THE MULBERRY BUSH GO FUCK YOURSELF$h",
  "Thunder0": "IF TONIGHT IS THE NIGHT WHERE 2 BECOMES 1 THEN YOU CAN GO FUCK YOURSELF$h",
  "Thunder1": "DONT BE A DUMB SON OF A BITCH$a",
  "Railroad0": "FOR ONCE IN YOUR LIFE GO FUCK YOURSELF$h",
  "Railroad1": "ALL PEOPLE EQUALLY GO FUCK YOURSELF$h",
  "CommunityCenter0": "RESPECT THE BEER DAY.$h",
  "CommunityCenter1": "I BE HONEST WITH YOU KAY PERRY I WOULD HAVE TELL YOU TO SKIP THE JABRONI SKIP THE DISHES COMMERCIAL SHOOT BUBBA$h",
  "WizardTower0": "THIS WIZARD NEED TO MAKE HULK HOGAN DISAPPEAR$l",
  "WizardTower1": "MAGIC NOT AS STRONG AS CAMEL CLUTCH$h",
  "Give_268": "STICK IT UP YOUR ASS HOGAN$h"
}