{
  "Changes": [
    {
      "Action": "EditData",
      "Target": "Characters/Dialogue/MarriageDialogue/Iron Sheik",
      "Entries": {
        "Spouse_Room": "EBOLA HAS RAISIN BALLS.$h",
        "Spouse_Room_2": "ROSES ARE RED SO GO FUCK YOURSELF.$l",
        "Good_Morning": "I wake up i beat the fuck out of my clock dont tell me what fucking time it is. FUCK THE CLOCK.$h",
        "Good_Morning_2": "The Brady Bunch one of first show I see in the America. I never have the sex with the Alice but still God bless her forever.$h",
        "Good_Morning_3": "Fuck the Miley Cyrus I fuck her ass break her back make her humble.$l",
        "Good_Morning_4": "PATTY CAKE PATTY CAKE BAKERS MAN GO FUCK YOURSELF!",
        "Rainy_Day": "Vince Carter have sushi tits and pink baby dog penis.$h",
        "Rainy_Day_2": "FUCK THE FROSTED FLAKES CEREAL. I BEAT THE FUCK OUT OF THAT RAISIN DICK TONY THE DUMB BITCH TIGER GO FUCK YOURSELF?$l",
        "Rainy_Day_3": "FUCK THE WINDOWS 10 IN THE ASS.",
        "Rainy_Day_4": "BREAK YOU! MAKE YOU HUMBLE!.$h",
        "Indoor_Day": "Mexican people know I beat the fuck out of the mexican jabroni tito santana. He not worth the taco fuck.$h",
        "Indoor_Day_2": "POKEMON GO FUCK YOURSELF.",
        "Indoor_Day_3": "Zelda you are worse than Bette Midler and you are worse than the Paula Deen. go fuck youself?$l",
        "Indoor_Day_4": "Special Report GO FUCK YOURSELF.",
        "Outdoor_Day": "THE WHEELS ON THE BUS GO FUCK YOURSELF.$h",
        "Outdoor_Day_2": "Mickey Mouse midget sister have bigger dick than the Juan Pablo.",
        "Outdoor_Day_3": "Monica Lewinsky you have the kosher salami tits.$h",
        "Outdoor_Day_4": "HAPPY BIRTHDAY BOB DYLAN. NOBODY UNDERSTAND WHAT THE FUCK YOU SAY BUT STILL YOU ARE INTELLIGENT JEW.",
        "Evening": "FUCK!$h",
        "Evening_2": "Hulk Hogan sex tape is Stuart Little movie and my sx tape movie is the Jurassic park?",
        "Evening_3": "Fuck you goodnight go fuck yourself.$l",
        "Evening_4": "Rob Ford I coming now to see you in the city hall. Get ready because I going to break your fucking back fuck your ass make you humble.$h",
        "spring_1": "HAPPY MOTHERS DAY TO EVERYONE EXCEPT THAT JABRONI HULK HOGAN.$h",
        "spring_23": "HAPPY FATHERS DAY TO EVERYONE ON EARTH EXCEPT THAT DUMB SON OF A BITCH HULK HOGAN!$l",
        "summer_1": "tonight I shoot the firework from my 10 inch cock on anyone who don't respect the America.$h",
        "summer_15": "Sheikie love the music that make me happy when I ear the kebob. I love the old generation - the Frank Sinatra, Bob Marley - he legend.",
        "fall_1": "Miley Cyrus win Emmy awards for you are most embarrassing dumb bitch I going to break your neck and suplex you forever you jabroni.$h",
        "fall_27": "Happy Administrative Professionals Day or Happy You Do whatever the fuck I tell you or I beat the fuck out of you jabroni day?",
        "winter_1": "I beat the fuck of snow man in the movie the Frozen Yogurt.$l",
        "winter_24": "no Howard, you misunderstood. I use beer bottle!.$h",
        "Birthday": "BREAK HIS BACK, FUCK HIS ASS AND THEN MAKE HIM HUMBLE.$l",
        "Anniversary": "FACKIN BOOOLSHET!$l",
        "Festival": "SWEET CAROLINE BAH BAH BAH GO FUCK YOURSELF!$h",
        "Farm_Prismatic": "LOTS OF AMERICANS, INTELLIGENT AMERICANS. NOT YOU!.$h",
        "Farm_Gathering": "One Fish. 2 Fish, Red Fish, GO FUCK YOURSELF FISH.$h",
        "Farm_Watering": "FUCK YOU PUNK I FUCK YOU ILL FUCK YOUR SISTER, BUT NOT YOUR WIFE BECAUSE I RESPECT YOUR WIFE.$h",
        "Town_Return": "Knock knock who there? GO FUCK YOURSELF.$h",
        "Return_Mine": "Every 2 minutes please go fuck yourself.$4",
        "Return_Tired": "Who deserve to get the beer bottle put up their ass till glass break make them shit ass blood temm me or go fuckyourself.$3",
        "Porch_Day": "Godzilla look good but I can bet the fuck out of that no good motherfucker jabroni any day.$h",
        "Patio_Night": "McDonalds shut the fuck up the people shit their pants when they eat your food.$l",
        "Child1_Born": "CAILLOU YOU ARE PUNK NO GOOD SON OF A BITCH. YOU ARE LUCKY I DONT FIND YOU I PUT YOU IN CAMEL CLUTCH BREAK YOUR FUCKING NECK. YOU ARE THE JABRONI OF THE EARTH I NEVER RESPECT YOU LOW LIFE SKINNY GARBAGE. GO FUCK YOURSELF CAILLOU.$l",
        "Child2_Born": "Ultimate warrior only man to make baby from his ass. His baby name is ultimate warrior idiot ass baby..$h",
        "Child_Stars": "FUCK PLUTO.$h",
        "Sweet_1": "JADA PINKETT YOU TRY TO STEAL MY FUCKING HAIRCUT YOU CAN GO FUCK YOURSELF FOREVER.$l",
        "Sweet_2": "SOMEBODY GRAB ME A COLD BEER.$h",
        "Sweet_3": "Never forget You have the sex because you have the balls.$l",
        "Sweet_4": "FUCK EVERYTHING.$h"
      }
    }
  ]
}